Repository: phase1geo/Minder
Catalog: po/*.po
Languages: sv

source: Unfold all nodes
sv: Fäll ut alla noder

source: Unfold All Nodes
sv: Visa alla noder

source: Unsaved
sv: Inte sparad

source: Main Idea
sv: Huvudidé

source: Select a link color
sv: Välj en länkfärg

source: Group Note
sv: Gruppanteckning

source: Task
sv: Uppgift

source: Fold
sv: Vik samman

source: Sequence
sv: Sekvens

source: When set, automatically numbers child nodes and displays them as a sequence.
sv: När denna inställning är aktiverad numreras underordnade noder automatiskt och visas i sekvens.

source: Override Color
sv: Åsidosätt färg

source: Image
sv: Bild

source: Add Image…
sv: Lägg till bild…

source: Edit Image
sv: Redigera bild

source: Resizable
sv: Kan ändra storlek

source: Copy Node To Clipboard
sv: Kopiera nod till urklipp

source: Cut Node To Clipboard
sv: Klipp ut nod till urklipp

source: Detach Node
sv: Koppla bort nod

source: Delete Node
sv: Ta bort nod

source: No node found
sv: Ingen nod hittades

source: Copy
sv: Kopiera

source: Cut
sv: Klipp ut

source: Paste and Replace Node
sv: Klistra in och ersätt nod

source: Delete Single Node
sv: Ta bort enstaka nod

source: Set to color…
sv: Ställ in färg…

source: Randomize color
sv: Slumpmässig färg

source: Use parent color
sv: Använd överordnad färg

source: Edit Text…
sv: Redigera text…

source: Edit Tags
sv: Redigera taggar

source: Add Task
sv: Lägg till uppgift

source: Add Image
sv: Lägg till bild

source: Add Node Link
sv: Lägg till nodlänk

source: Add Connection
sv: Lägg till anslutning

source: Add Group
sv: Lägg till grupp

source: Add Callout
sv: Lägg till kommentar

source: Link Color
sv: Länkfärg

source: Fold Children
sv: Vik underordnade

source: Toggle Sequence
sv: Växla sekvens

source: Change Node
sv: Ändra nod

source: Add Parent Node
sv: Lägg till överordnad nod

source: Add Child Node
sv: Lägg till underordnad nod

source: Add Sibling Node
sv: Lägg till syskonnod

source: Insert Nodes
sv: Infoga noder

source: Replace Nodes
sv: Ersätt noder

source: Add Node
sv: Lägg till nod

source: Quick Entry
sv: Snabb inmatning

source: Root Node
sv: Rotnod

source: Next Sibling Node
sv: Nästa syskonnod

source: Previous Sibling Node
sv: Föregående syskonnod

source: Child Node
sv: Underordnad nod

source: Child Nodes
sv: Underordnade noder

source: Subtree
sv: Underträd

source: Parent Node
sv: Övergripande nod

source: Linked Node
sv: Länkad nod

source: Center Current Node
sv: Centrera aktuell nod

source: Alphabetically
sv: Alfabetisk ordning

source: Randomly
sv: Slumpmässigt

source: Sort Children
sv: Sortera underordnade

source: Detach
sv: Avskilj

source: Remove Task
sv: Ta bort uppgift

source: Mark Task As Done
sv: Markera uppgift som klar

source: Remove Node Link
sv: Ta bort nodlänk

source: Unfold Children
sv: Vik ut underordnade

source: Remove Callout
sv: Ta bort kommentar

source: Paste Node As Child
sv: Klistra in nod som underordnad

source: Paste Image As Child Node
sv: Klistra in bild som underordnad nod

source: Paste and Replace Node Image
sv: Klistra in och ersätt nodbild

source: Paste Text As Child Node
sv: Klistra in text som underordnad nod

source: Paste and Replace Node Text
sv: Klistra in och ersätt nodtext

source: Set To Color…
sv: Ställ in till färg…

source: Randomize Colors
sv: Slumpmässiga färger

source: Use Parent Color
sv: Använd överordnad färg

source: Link Colors
sv: Länkfärger

source: Toggle Tasks
sv: Toggle uppgifter

source: Toggle Folds
sv: Växla infällning

source: Toggle Sequences
sv: Växla sekvenser

source: Connect
sv: Anslut

source: Link Nodes
sv: Länk noder

source: Parent Nodes
sv: Överordnade noder

source: Align Top
sv: Justera toppen

source: Align Center Horizontally
sv: Justera centrum horisontellt

source: Align Bottom
sv: Justera botten

source: Align Left
sv: Vänsterjusterad

source: Align Center Vertically
sv: Justera centrum vertikalt

source: Align Right
sv: Högerjusterad

source: Align
sv: Justera

source: Node Title
sv: Nodens titel

source: Node Note
sv: Nodnotering

source: Behavior
sv: Beteende

source: Appearance
sv: Utseende

source: Shortcuts
sv: Genvägar

source: Advanced
sv: Avancerat

source: Close
sv: Stäng

source: Create new node from edit mode
sv: Skapa ny nod från redigeringsläget

source: Specifies if we should create a new node directly from edit mode if Return or Tab is pressed.
sv: Anger om vi ska skapa en ny nod direkt från redigeringsläget när Return eller Tab trycks ned.

source: Newly attached nodes get style from parent
sv: Nyligen anslutna noder får stil från överordnad nod

source: Specifies if a node is attached to a new parent, whether its style should come from the new parent or its new siblings
sv: Anger om en nod är kopplad till en ny överordnad nod, om dess stil ska komma från den nya överordnade noden eller dess nya syskon

source: Automatically make embedded URLs into links
sv: Omvandla inbäddade URL:er automatiskt till länkar

source: Specifies if embedded URLs found in node titles should be automatically highlighted.
sv: Anger om inbäddade URL:er som finns i nodtitlar ska markeras automatiskt.

source: Enable Markdown
sv: Aktivera Markdown

source: Enable Unicode input
sv: Aktivera Unicode-inmatning

source: Specifies if Unicode characters can be input using backslash prefixed descriptors (ex. \pi)
sv: Anger om Unicode-tecken kan matas in med hjälp av backslash-prefixerade deskriptorer (t.ex. \pi)

source: Create connection title on creation
sv: Skapa anslutningstitel vid skapandet

source: Specifies if the connection title will be added and put into edit mode immediately after the connection is made.
sv: Anger om anslutningens titel ska läggas till och sättas i redigeringsläge omedelbart efter att anslutningen har upprättats.

source: Select items on mouse hover
sv: Välj objekt när muspekaren hålls över dem

source: If enabled, selects items when mouse cursor hovers over the item.
sv: Om funktionen är aktiverad markeras objekt när muspekaren hålls över objektet.

source: Rotate main branch link colors
sv: Rotera huvudgrenens länkfärger

source: If enabled, causes a new color to be used whenever a main branch is created
sv: Om aktiverat, gör att en ny färg används varje gång en huvudgren skapas

source: Keep backup files after saving
sv: Behåll säkerhetskopior efter sparning

source: Backup files are created prior to saving. If enabled, the backup file is retained but is not used when re-opening the file. If disabled, the backup file is removed after save and used on re-opening file if it exists. Backup files are hidden in the same directory as the original with a .bak extension.
sv: Säkerhetskopior skapas innan filen sparas. Om funktionen är aktiverad behålls säkerhetskopian men används inte när filen öppnas igen. Om funktionen är inaktiverad tas säkerhetskopian bort efter att filen sparats och används när filen öppnas igen, om den finns kvar. Säkerhetskopiorna döljs i samma katalog som originalet med filändelsen .bak.

source: Hide themes not matching visual style
sv: Dölj teman som inte matchar den visuella stilen

source: Default theme
sv: Standardtema

source: Sets the default theme to use for newly created mindmaps (use Map sidebar panel to make immediate changes).
sv: Ställer in standardtemat som ska användas för nyapplikationer (använd kartans sidofält för att göra omedelbara ändringar).

source: Enable animations
sv: Aktivera animeringar

source: Text field font size
sv: Textfältets teckenstorlek

source: Specifies the custom font size to use in text editing fields (i.e, quick entry or notes field).
sv: Anger den anpassade teckenstorlek som ska användas i textredigeringsfält (dvs. snabbinmatnings- eller anteckningsfält).

source: Colorize note fields
sv: Färglägg anteckningsfält

source: Default global style
sv: Global standardstil

source: Specifies the global style to use for newly created mindmaps.
sv: Anger den globala stil som ska användas för nyskapade tankekartor.

source: Tags in this list will be the starting list of tags for new mindmaps.
sv: Taggar i denna lista kommer att utgöra startlistan med taggar för nya tankekartor.

source: Double-click to edit shortcut. Select + Delete to remove shortcut.
sv: Dubbelklicka för att redigera genväg. Välj + Ta bort för att ta bort genväg.

source: Escape to cancel. Press key combination to set.
sv: Escape för att avbryta. Tryck tangentkombination att ställa in.

source: Set Minder Defaults
sv: Ställ in Minder-standardvärden

source: Clear All Shortcuts
sv: Rensa alla genvägar

source: Search commands
sv: Sökkommandon

source: Search shortcuts
sv: Sök efter genvägar

source: Show upgrade dialog when file upgrade is needed
sv: Visa dialogruta för uppgradering när filuppgradering behövs

source: Show temporary directory containing current mindmap in map sidebar
sv: Visa tillfällig katalog som innehåller aktuell tankekarta i kartans sidofält

source: Default file upgrade action
sv: Standardåtgärd vid filuppgradering

source: None
sv: Ingen

source: Enter shortcut
sv: Ange genväg

source: Unable to set new shortcut due to conflicts
sv: Det går inte att skapa en ny genväg på grund av konflikter

source: %s conflicts with '%s'
sv: %s är i konflikt med '%s'

source: Clear all shortcuts?
sv: Rensa alla genvägar?

source: Current shortcut settings will be lost
sv: Aktuella genvägsinställningar kommer att gå förlorade

source: Use Minder Default Shortcuts?
sv: Använd Minders standardgenvägar?

source: Minder Default
sv: Minder-standard

source: Last Used
sv: Senast använd

source: Named Style: %s
sv: Namngiven stil: %s

source: Help for inputting node information:
sv: Hjälp för att mata in nodinformation:

source: Each line of text describes either the title of a node or note information for a node.
sv: Varje textrad beskriver antingen titeln på en nod eller anteckningsinformation för en nod.

source: Tab
sv: Flik

source: Creates a child node of the previous node.
sv: Skapar en underordnad nod till föregående nod.

source: If this character is the first non-whitespace character, makes a new root node from the title that follows.
sv: Om detta tecken är det första tecknet som inte är ett blanksteg, skapas en ny rotnod från titeln som följer.

source: If this character is the first non-whitespace character, make a new node from the title that follows.
sv: Om detta tecken är det första tecknet som inte är ett blanksteg, skapa en ny nod från titeln som följer.

source: If this character is the first non-whitespace character, the following line is appended to the previous node's note.
sv: Om detta tecken är det första tecknet som inte är ett blanksteg, läggs följande rad till i föregående nods anteckning.

source: If this character is the first non-whitespace character, adds an image from the URI to the previous node
sv: Om detta tecken är det första tecknet som inte är ett blanksteg, läggs en bild från URI till den föregående noden

source: If this follows *, + or -, the node is made an uncompleted task.
sv: Om detta följer efter *, + eller -, blir noden en oavslutad uppgift.

source: If this follows *, + or -, the node is made a completed task.
sv: Om detta följer efter *, + eller -, blir noden en slutförd uppgift.

source: Replace
sv: Ersätt

source: Insert
sv: Infoga

source: No Shortcuts Set
sv: Inga genvägar inställda

source: Mouse Events
sv: Mus-händelser

source: Show Contextual Menu
sv: Visa kontextmeny

source: [Right-click when item is selected]
sv: [Högerklicka när objektet är markerat]

source: [Double left-click image]
sv: [Dubbelklicka med vänster musknapp på bilden]

source: Canvas Movement
sv: Dukförflyttning

source: [Middle-click + Drag / Alt + Motion]
sv: [Mittenklicka + dra / Alt + rörelse]

source: Scroll Vertically
sv: Rulla vertikalt

source: [Scrollwheel up/down]
sv: [Rullhjul upp/ner]

source: Scroll Horizontally
sv: Rulla horisontellt

source: [Scrollwhile left/right]
sv: [Bläddra åt vänster/höger]

source: Item Selection
sv: Val av artikel

source: Select Single Item
sv: Välj enstaka artikel

source: [Left-click on item]
sv: [Vänsterklicka på objektet]

source: Select Child Nodes
sv: Välj underordnade noder

source: [Control + Left-click on parent node]
sv: [Control + vänsterklicka på överordnad nod]

source: Select Node Tree/Subtree
sv: Välj nodträd/underträd

source: [Control + Double left-click on parent node
sv: [Control + Dubbelklicka med vänster musknapp på överordnad nod

source: Select All Nodes at Same Depth Level
sv: Välj alla noder på samma djupnivå

source: [Control + Triple left-click on node]
sv: [Control + Trippelklicka med vänster musknapp på noden]

source: Block Selection
sv: Blockmarkering

source: [Left-click + Drag]
sv: [Vänsterklicka + dra]

source: Item Selection Toggle
sv: Objektval växla

source: Toggle Selection of Item
sv: Växla val av objekt

source: [Shift + Left-click on item]
sv: [Skift + vänsterklicka på objektet]

source: Toggle Selection of Child Nodes
sv: Växla val av underordnade noder

source: [Shift + Control + Left-click on item]
sv: [Skift + Control + Vänsterklicka på objektet]

source: Toggle Selection of Node Tree/Subtree
sv: Växla mellan val av nodträd/underträd

source: [Shift + Control + Double left-click on parent node]
sv: [Skift + Control + Dubbelklicka med vänster musknapp på överordnad nod]

source: Toggle Selection of All Nodes at Same Depth Level
sv: Växla mellan val av alla noder på samma djupnivå

source: Shift + Control + Triple-click on node]
sv: Skift + Control + trippelklicka på nod]

source: Text Selection
sv: Vald text

source: Set Cursor Insert Point
sv: Ställ in markörens infogningspunkt

source: [Left-click in text]
sv: [Vänsterklicka i texten]

source: Select Current Word
sv: Välj aktuellt ord

source: [Double left-click on word]
sv: [Dubbelklicka med vänster musknapp på ordet]

source: [Triple left-click text]
sv: [Trippel vänsterklick på text]

source: Remove From Favorites
sv: Ta bort från favoriter

source: Add To Favorites
sv: Lägg till i favoriter

source: Remove Custom Sticker
sv: Ta bort anpassad klistermärke

source: Drag and drop sticker onto a node or anywhere else in the map to add a sticker.
sv: Dra och släpp klistermärket på en nod eller någon annanstans på kartan för att lägga till ett klistermärke.

source: Search Stickers
sv: Sök efter klistermärken

source: Favorites
sv: Favoriter

source: Show Custom Sticker Directory
sv: Visa katalog med anpassade klistermärken

source: Add custom stickers
sv: Lägg till anpassade klistermärken

source: Import Sticker(s)
sv: Importera klistermärken

source: Import
sv: Importera

source: Photo and Video
sv: Foto och video

source: Very Basic
sv: Mycket grundläggande

source: Business
sv: Företag

source: Industry
sv: Bransch

source: Mobile
sv: Mobil

source: Arrows
sv: Pilar

source: Flash on
sv: Blixt på

source: Flash off
sv: Blixt av

source: Flash auto
sv: Automatisk blixt

source: Landscape
sv: Liggande

source: Night landscape
sv: Nattlandskap

source: Sports mode
sv: Sportläge

source: Portrait mode
sv: Liggande

source: Night portrait
sv: Nattporträtt

source: Close up mode
sv: Närbildsläge

source: Gallery
sv: Galleri

source: Stack of photos
sv: Stapel med foton

source: Add image
sv: Lägg till bild

source: Edit image
sv: Redigera bild

source: Remove image
sv: Ta bort bild

source: Compact camera
sv: Kompaktkamera

source: Multiple cameras
sv: Flera kameror

source: Camera
sv: Kamera

source: SLR back side
sv: SLR baksida

source: Old time camera
sv: Gammal kamera

source: Camera addon
sv: Kameratillägg

source: Camera identification
sv: Kameraidentifiering

source: Clapperboard
sv: Klappbräda

source: Camcorder
sv: Video kamera

source: Camcorder pro
sv: Videokamera pro

source: Webcam
sv: Webbkamera

source: Integrated webcam
sv: Inbyggd webbkamera

source: Rotate camera
sv: Rotera kamera

source: Switch camera
sv: Byt kamera

source: Photo reel
sv: Fotoreel

source: Film reel
sv: Filmrulle

source: Cable release
sv: Kabelutlösare

source: Home
sv: Hem

source: Icons8 cup
sv: Icons8-kopp

source: Globe
sv: Jordglob

source: Checkmark
sv: Avbockningstecken

source: Synchronize
sv: Synkronisera

source: Refresh
sv: Uppdatera

source: Download
sv: Hämta ner

source: Upload
sv: Skicka upp

source: Empty trash
sv: Töm papperskorgen

source: Full trash
sv: Fullt skräp

source: Folder
sv: Mapp

source: Opened folder
sv: Öppen mapp

source: File
sv: Fil

source: Document
sv: Dokument

source: Audio file
sv: Ljudfil

source: Image file
sv: Bildfil

source: Video file
sv: Videofil

source: Print
sv: Skriv ut

source: Music
sv: Musik

source: Share
sv: Dela

source: Cursor
sv: Markör

source: Puzzle
sv: Pussel

source: Unlock
sv: Lås upp

source: Lock
sv: Lås

source: Idea
sv: Idé

source: No idea
sv: Ingen aning

source: Link
sv: Länk

source: Broken link
sv: Trasig länk

source: Rating
sv: Betyg

source: Like placeholder
sv: Som platshållare

source: Like
sv: Gilla

source: Dislike
sv: Ogilla

source: About
sv: Om

source: Picture
sv: Bild

source: Clock
sv: Klocka

source: Alarm clock
sv: Väckarklocka

source: Address book
sv: Adressbok

source: Contacts
sv: Kontakter

source: News
sv: Nyheter

source: Bookmark
sv: Bokmärke

source: Binoculars
sv: Kikare

source: Ruler
sv: Linjal

source: Services
sv: Tjänster

source: Settings
sv: Inställningar

source: Frame
sv: Ram

source: Menu
sv: Meny

source: Key
sv: Nyckel

source: Calendar
sv: Kalender

source: Calculator
sv: Kalkylator

source: Graduation cap
sv: Examensmössa

source: Briefcase
sv: Portfölj

source: Signature
sv: Underskrift

source: Safe
sv: Kassaskåp

source: Advertising
sv: Annonsering

source: Businessman
sv: Affärsman

source: Businesswoman
sv: Affärskvinna

source: Manager
sv: Líder

source: Assistant
sv: Assistent

source: Customer support
sv: Kundsupport

source: Reading ebook
sv: Läser e-bok

source: Reading
sv: Läser

source: Neutral trading
sv: Neutral handel

source: Bullish
sv: Hausseartad

source: Bearish
sv: Björnmarknad

source: High priority
sv: Hög prioritet

source: Medium priority
sv: Medelhög prioritet

source: Low priority
sv: Låg prioritet

source: Make decision
sv: Fatta beslut

source: Decision
sv: Beslut

source: Good decision
sv: Bra beslut

source: Neutral decision
sv: Neutralt beslut

source: Bad decision
sv: Dåligt beslut

source: Approve
sv: Godkänn

source: Disapprove
sv: Avslå

source: Podium without speaker
sv: Podium utan högtalare

source: Podium with speaker
sv: Podium med högtalare

source: Podium with audience
sv: Podium med publik

source: Video projector
sv: Videoprojektor

source: Statistics
sv: Statistik

source: Collaboration
sv: Samarbete

source: Voice presentation
sv: Röstpresentation

source: Conference call
sv: Konferenssamtal

source: Comments
sv: Kommentarer

source: Reuse
sv: Återanvändning

source: Organization
sv: Organisation

source: Department
sv: Avdelning

source: Library
sv: Bibliotek

source: Shop
sv: Butik

source: Self service kiosk
sv: Självbetjäningskiosk

source: Donate
sv: Donera

source: Currency exchange
sv: Valutaväxling

source: Debt
sv: Skuld

source: Sales performance
sv: Försäljningsresultat

source: Invite
sv: Bjud in

source: Money transfer
sv: Pengaröverföring

source: Approval
sv: Acceptera

source: Paid
sv: Betald

source: In transit
sv: Under transport

source: Shipped
sv: Utskickad

source: Package
sv: Paket

source: Planner
sv: Planerare

source: Overtime
sv: Övertid

source: Leave
sv: Lämna

source: Expired
sv: Utgången

source: Process
sv: Bearbeta

source: Diploma 1
sv: Diplom 1

source: Diploma 2
sv: Diplom 2

source: Business contact
sv: Affärskontakt

source: Survey
sv: Enkät

source: Inspection
sv: Inspektion

source: Rules
sv: Regler

source: Todo list
sv: Att göra-lista

source: Ratings
sv: Betyg

source: Questions
sv: Frågor

source: Answers
sv: Svar

source: Fine print
sv: Det finstilta

source: Candle sticks
sv: Ljusstakar

source: Serial tasks
sv: Seriella uppgifter

source: Parallel tasks
sv: Parallella uppgifter

source: Tree structure
sv: Trädstruktur

source: Org unit
sv: Organisationsenhet

source: Privacy
sv: Sekretess

source: Disclaimer
sv: Ansvarsfriskrivning

source: Service mark
sv: Servicemärke

source: Registered trademark
sv: Registrerat varumärke

source: Trademark
sv: Varumärke

source: Copyright
sv: Upphovsrätt

source: Sound recording copyright
sv: Upphovsrätt till ljudinspelningar

source: Butting in
sv: Avbryta

source: Multiple inputs
sv: Flera ingångar

source: Collect
sv: Upphämtning

source: Internal
sv: Intern

source: External
sv: Extern

source: Light at the end of tunnel
sv: Ljuset i slutet av tunneln

source: Entering heaven alive
sv: Att komma till himlen medan man fortfarande lever

source: Biomass
sv: Biomassa

source: Display
sv: Visa

source: Do not inhale
sv: Andas inte in

source: Factory
sv: Fabrik

source: Factory breakdown
sv: Fabriksnedläggning

source: Crystal oscillator
sv: Kristalloscillator

source: Capacitor
sv: Kondensator

source: Electricity
sv: El

source: Electro devices
sv: Elektriska apparater

source: Electrical sensor
sv: Elektrisk sensor

source: Electrical threshold
sv: Elektrisk tröskel

source: Automotive
sv: Bil

source: Feed in
sv: Matning

source: Biotech
sv: Bioteknik

source: Advance
sv: Avancerad

source: Cloth
sv: Tyg

source: Electronics
sv: Elektronik

source: Deployment
sv: Distribution

source: Automatic
sv: Automatiskt

source: Do not insert
sv: Sätt inte in

source: Do not mix
sv: Blanda inte

source: Biohazard
sv: Biologisk fara

source: Circuit
sv: Krets

source: Engineering
sv: Teknik

source: Cell phone
sv: Mobiltelefon

source: Phone android
sv: Telefon Android

source: Tablet android
sv: Android-surfplatta

source: Two smartphones
sv: Två smartphones

source: Multiple devices
sv: Flera enheter

source: Multiple smartphones
sv: Flera smartphones

source: Smartphone tablet
sv: Smartphone-surfplatta

source: Touchscreen smartphone
sv: Smartphone med pekskärm

source: Sim card
sv: Simkort

source: Sim card chip
sv: SIM-kortchip

source: Charge battery
sv: Ladda batteriet

source: Full battery
sv: Fullt batteri

source: High battery
sv: Hög batterinivå

source: Middle battery
sv: Mellanbatteri

source: Low battery
sv: Lågt batteri

source: Empty battery
sv: Tomt batteri

source: Phone
sv: Telefon

source: Missed call
sv: Missat samtal

source: End call
sv: Avsluta samtal

source: Call transfer
sv: Vidarekoppling

source: Video call
sv: Videosamtal

source: No video
sv: Ingen video

source: Rotate to portrait
sv: Vrid till stående format

source: Lock portrait
sv: Lås porträtt

source: Rotate to landscape
sv: Vrid till liggande format

source: Lock landscape
sv: Lås landskap

source: Voicemail
sv: Röstbrevlåda

source: Speaker
sv: Talare

source: Left up
sv: Vänster upp

source: Up
sv: Upp

source: Right up
sv: Högre upp

source: Left
sv: Vänster

source: Right
sv: Höger

source: Left down
sv: Vänster nedåt

source: Down
sv: Ner

source: Right down
sv: Rätt ner

source: Collapse
sv: Minimera

source: Previous
sv: Föregående

source: Next
sv: Nästa

source: Expand
sv: Expandera

source: Left down2
sv: Vänster nedåt2

source: Up left
sv: Uppe till vänster

source: Down right
sv: Ner till höger

source: Right up2
sv: Högre upp2

source: Up right
sv: Upprätt

source: Right down2
sv: Rätt ner2

source: Left up2
sv: Vänster upp2

source: Down left
sv: Ner till vänster

source: Filing cabinet
sv: Arkivskåp

source: Database
sv: Databas

source: Accept database
sv: Acceptera databas

source: Add database
sv: Lägg till databas

source: Delete database
sv: Ta bort databas

source: Data backup
sv: Säkerhetskopiering av data

source: Data recovery
sv: Dataåterställning

source: Data configuration
sv: Datakonfiguration

source: Data encryption
sv: Datakryptering

source: Data protection
sv: Dataskydd

source: Grid
sv: Rutnät

source: Data sheet
sv: Datablad

source: Add column
sv: Lägg till kolumn

source: Delete column
sv: Radera kolumn

source: Add row
sv: Lägg till rad
