Repository: phase1geo/Minder
Catalog: po/*.po
Languages: sv

source: Delete row
sv: Radera rad

source: Generic sorting ascending
sv: Generisk sortering i stigande ordning

source: Generic sorting descending
sv: Generisk sortering i fallande ordning

source: Alphabetical sorting (A->Z)
sv: Alfabetisk sortering (A->Z)

source: Alphabetical sorting (Z->A)
sv: Alfabetisk sortering (Z->A)

source: Numerical sorting (2->1)
sv: Numerisk sortering (2->1)

source: Numerical sorting (1->2)
sv: Numerisk sortering (1->2)

source: Empty filter
sv: Tomt filter

source: Filled filter
sv: Fyllt filter

source: Clear filters
sv: Återställ filter

source: Pie chart
sv: Cirkeldiagram

source: Radar plot
sv: Radardiagram

source: Heat map
sv: Värmekarta

source: Timeline
sv: Tidslinje

source: Bar chart
sv: Stapeldiagram

source: Area chart
sv: Områdesdiagram

source: Scatter plot
sv: Spridning

source: Doughnut chart
sv: Ringdiagram

source: Combo chart
sv: Kombinationsdiagram

source: Flow chart
sv: Flödesschema

source: Line chart
sv: Linjediagram

source: Genealogy
sv: Släktforskning

source: Mind map
sv: Tankekarta

source: Workflow
sv: Arbetsflöde

source: Positive dynamic
sv: Positiv dynamik

source: Negative dynamic
sv: Negativ dynamik

source: List
sv: Lista

source: Template
sv: Mall

source: View details
sv: Visa detaljer

source: All
sv: Alla

source: Selected Nodes
sv: Valda noder

source: Selected Connections
sv: Valda anslutningar

source: Selected Callouts
sv: Utvalda kommentarer

source: Unknown
sv: Okänd

source: Deleted preferences default global style
sv: Tog bort inställningar för global standardstil

source: The default global style '%s' was deleted. Setting default global style in preferences to use the default Minder global style.
sv: Den globala standardstilen '%s' har tagits bort. Ställ in global standardstil i inställningarna för att använda den globala Minder-standardstilen.

source: Changes affect:
sv: Ändringarna påverkar:

source: Copy current style
sv: Kopiera aktuell stil

source: Paste copied style
sv: Klistra in kopierad stil

source: Style Templates
sv: Stilmallar

source: Branch Options
sv: Förgreningsalternativ

source: Corner Radius
sv: Hörnradie

source: Margin
sv: Marginal

source: Link Options
sv: Länkalternativ

source: Line Dash
sv: Linje Streck

source: Line Width
sv: Linjetjocklek

source: Link Arrow
sv: Länkpil

source: Link Arrow Size
sv: Länkpilens storlek

source: Node Options
sv: Nodalternativ

source: Border Style
sv: Ramstil

source: Border Width
sv: Bredd på ram

source: Color Fill
sv: Färgfyllning

source: Fills the node with color when the node border is square, rounded or pill-shaped
sv: Fyller noden med färg när nodens kant är fyrkantig, rundad eller pillerformad

source: Padding
sv: Mellanrum

source: Font
sv: Typsnitt

source: Text Alignment
sv: Textjustering

source: Center
sv: Centrera

source: Width
sv: Bredd

source: Enable Markup
sv: Aktivera markering

source: Connection Options
sv: Anslutningsalternativ

source: Arrow Size
sv: Pilstorlek

source: Title Font
sv: Rubrikens typsnitt

source: Title Width
sv: Titelbredd

source: Callout Options
sv: Alternativ för utrop

source: Text Font
sv: Typsnitt

source: Pointer Width
sv: Pekarens bredd

source: Pointer Length
sv: Pekarlängd

source: Curved
sv: Böjd

source: Rounded
sv: Avrundad

source: Squared
sv: Fyrkantig

source: Straight
sv: Rakt

source: Square Bracket
sv: Kvadratisk parentes

source: Pill-shaped
sv: Pillformad

source: Rounded Rectangle
sv: Rundad rektangel

source: Squared Off
sv: Kvadratisk

source: Underlined
sv: Understruken

source: Dotted
sv: Prickad

source: Short Dash
sv: Kort streck

source: Long Dash
sv: Lång streck

source: Click to change tag color
sv: Klicka för att ändra taggfärg

source: Click to add/remove tag to selected node(s). Click + Delete to remove node from tag list. Double-click to rename tag.
sv: Klicka för att lägga till/ta bort tagg till valda nod(er). Klicka + Ta bort för att ta bort noden från tagglistan. Dubbelklicka för att byta namn på tagg.

source: Click + Delete to remove node from tag list. Double-click to rename tag.
sv: Klicka + Ta bort för att ta bort nod från tagglistan. Dubbelklicka för att byta namn på tagg.

source: Enter tag name
sv: Ange taggnamn

source: Click to add tag to highlight list
sv: Klicka för att lägga till tagg till markeringslista

source: Click to remove tag from highlight
sv: Klicka för att ta bort tagg från markering

source: Enter name of tag to find or create
sv: Ange namn på tagg att hitta eller skapa

source: Create '%s' tag
sv: Skapa '%s'-tagg

source: Add Tag
sv: Lägg till tagg

source: Create, delete, edit mindmap tags. Add or remove tags in selected node(s). Highlight tagged nodes in map.
sv: Skapa, ta bort och redigera taggar i tankekartor. Lägg till eller ta bort taggar i valda nod(er). Markera taggade noder i kartan.

source: Highlight Mode
sv: Markeringsläge

source: End Tag Highlighting
sv: Markering av sluttagg

source: Any
sv: Alla

source: Tag
sv: Tagg

source: Create or search templates
sv: Skapa eller sök mallar

source: Create '%s' template
sv: Skapa '%s'-mall

source: Edit
sv: Redigera

source: Search Templates
sv: Sök efter mallar

source: Create or Search Templates
sv: Skapa eller sök mallar

source: Save Style As Template
sv: Spara stil som mall

source: Load Saved Style
sv: Läs in sparad stil

source: All Options
sv: Alla alternativ

source: Node Branch Options
sv: Alternativ för nodgrenar

source: Node Link Options
sv: Alternativ för nodlänkar

source: Insert Emoji
sv: Infoga Emoji

source: Open Link
sv: Öppna länk

source: Add Link
sv: ﻿Lägg till länk

source: Edit Link
sv: Redigera länk

source: Remove Link
sv: Ta bort länk

source: Parser regex error (re: %s, error: %s)
sv: Parser regex-fel (re: %s, fel: %s)

source: Customize Theme
sv: Anpassa tema

source: Name
sv: Namn

source: Base Colors
sv: Basfärger

source: Background
sv: Bakgrund

source: Foreground
sv: Förgrund

source: Root Node Background
sv: Rotnodens bakgrund

source: Root Node Foreground
sv: Rotnod Förgrund

source: Node Select Background
sv: Välj bakgrund för nod

source: Node Select Foreground
sv: Välj nod Förgrund

source: Text Select Background
sv: Text Välj bakgrund

source: Text Select Foreground
sv: Text Välj förgrund

source: Text Cursor
sv: Textmarkör

source: Attachable Highlight
sv: Bifogbar markering

source: Connection Color
sv: Anslutningsfärg

source: Connection Title Color
sv: Anslutningens titel Färg

source: Callout Background
sv: Bakgrund till uppmaningen

source: URL Link Background
sv: URL-länk Bakgrund

source: URL Link Foreground
sv: URL-länk Förgrund

source: Markdown Syntax Chars
sv: Markdown-syntaxtecken

source: Match Background
sv: Matchbakgrund

source: Match Foreground
sv: Matcha förgrund

source: Markdown List Item
sv: Markdown-listobjekt

source: Prefer Dark Mode
sv: Föredrar mörkt läge

source: Custom
sv: Anpassad

source: Delete theme?
sv: Ta bort tema?

source: This operation cannot be undone.
sv: Denna åtgärd kan inte ångras.

source: No
sv: Nej

source: Yes
sv: Ja

source: Default
sv: Standard

source: Dark
sv: Mörk

source: Light
sv: Ljus

source: Solarized Dark
sv: Solariserad mörk

source: Solarized Light
sv: Solariserat ljus

source: Error parsing regular expression
sv: Fel vid tolkning av reguljärt uttryck

source: Unable to load background color: %s
sv: Det går inte att läsa in bakgrundsfärgen: %s

source: Root
sv: Rot

source: callout resize
sv: ändra storlek på inflikning

source: callout text change
sv: ändring av text i infällning

source: connected node
sv: ansluten nod

source: add connection
sv: lägg till anslutning

source: connection color change
sv: anslutningsfärgförändring

source: delete connection
sv: ta bort anslutning

source: connection note change
sv: anslutningsanteckning ändring

source: delete connections
sv: ta bort anslutningar

source: add connection sticker
sv: lägg till anslutningsklistermärke

source: change connection sticker
sv: ändra anslutningsklistermärke

source: remove connection sticker
sv: ta bort anslutningsetiketten

source: connection title change
sv: ändring av anslutningstitel

source: add group
sv: lägg till grupp

source: node group note change
sv: nodgrupp anteckning ändring

source: remove group
sv: ta bort grupp

source: group color change
sv: gruppens färgändring

source: group merge
sv: gruppsammanfogning

source: remove groups
sv: ta bort grupper

source: add parent node
sv: lägg till överordnad nod

source: attach node
sv: fäst nod

source: balance nodes
sv: balansnoder

source: node callout changed
sv: nodmarkering ändrad

source: cut node
sv: klipp nod

source: delete node
sv: ta bort nod

source: detach node
sv: frånkoppla nod

source: node fold changes
sv: nodviktsförändringar

source: node group change
sv: nodgruppsändring

source: node image change
sv: nodbildändring

source: insert node
sv: infoga nod

source: change layout
sv: ändra layout

source: link color change
sv: länkfärgsändring

source: node link change
sv: nodlänksändring

source: move node
sv: flytta nod

source: node name change
sv: ändring av nodnamn

source: node note change
sv: nodnotändring

source: paste node
sv: klistra in nod

source: node link color reparent
sv: nodlänkfärg omföräldra

source: reparent children
sv: omplacera underordnade

source: replace node
sv: ersätt nod

source: node resize
sv: nodstorleksändring

source: node alignment
sv: nodjustering

source: nodes attach
sv: noder ansluta

source: cut nodes
sv: klippta noder

source: delete nodes
sv: ta bort noder

source: node sequence changes
sv: nodsekvensändringar

source: change node groups
sv: ändra nodgrupper

source: insert nodes
sv: infoga noder

source: node link color changes
sv: nodlänkens färg ändras

source: node link changes
sv: nodlänksändringar

source: sort nodes
sv: sortera noder

source: random node link color changes
sv: slumpmässiga färgförändringar på nodlänkar

source: replace nodes
sv: ersätt noder

source: tag add
sv: tagg lägg till

source: tag remove
sv: tagg ta bort

source: add node sticker
sv: lägg till nodklistermärke

source: change node sticker
sv: ändra nodklistermärke

source: remove node sticker
sv: ta bort nodklistermärke

source: delete summary node
sv: ta bort sammanfattningsnod

source: convert to summary node
sv: konvertera till sammanfattningsnod

source: insert summary node
sv: infoga sammanfattningsnod

source: node task changes
sv: noduppgiftsändringar

source: reparent node
sv: omföräldra nod

source: add sticker
sv: lägg till klistermärke

source: change sticker
sv: ändra klistermärke

source: remove sticker
sv: ta bort klistermärke

source: resize sticker
sv: ändra storlek på klistermärke

source: style change
sv: stilförändring

source: tag change
sv: tagg ändra

source: mindmap tag add
sv: mindmap tagg lägg till

source: mindmap tag remove
sv: mindmap tagg ta bort

source: clear formatting
sv: töm formatering

source: text deletion
sv: textborttagning

source: text insertion
sv: textinmatning

source: text replacement
sv: textersättning

source: format tag add
sv: format tagg lägg till

source: format tag remove
sv: format tagga bort

source: Undo
sv: Ångra

source: Redo
sv: Gör om

source: error: %s
sv: fel: %s

source: Zoom Actual
sv: Zooma till faktisk
