Repository: phase1geo/Minder
Catalog: po/*.po
Languages: sv

source: Mind-mapping application
sv: Applikation för tankekartor

source: Minder in AppCenter
sv: Minder i AppCenter

source: Import file from format (%s)
sv: Importera fil från format (%s)

source: Export mindmap as format (%s)
sv: Exportera tankekarta som format (%s)

source: Display version number
sv: Visa versionsnummer

source: Display help
sv: Visa hjälp

source: Starts Minder with a new file
sv: Startar Minder med en ny fil

source: Enables a transparent background for PNG images. Default is no transparency.
sv: Aktiverar en transparent bakgrund för PNG-bilder. Standardinställningen är ingen transparens.

source: PNG compression value (0-9). Default is 0.
sv: PNG-komprimeringsvärde (0-9). Standardvärdet är 0.

source: JPEG quality (0-100). Default is 90.
sv: JPEG-kvalitet (0-100). Standardvärdet är 90.

source: Enables image links in exported Markdown
sv: Aktiverar bildlänkar i exporterad Markdown

source: ERROR: %s
sv: FEL: %s

source: Run '%s --help' to see valid options
sv: Kör '%s --help' för att se giltiga flaggor

source: ERROR: Unable to import file
sv: FEL: Det går inte att importera filen

source: ERROR: Import is missing filename to import
sv: FEL: Importen saknar filnamn att importera

source: ERROR: Export is missing input file and/or export output file
sv: FEL: Exporten saknar inmatningsfil och/eller exportutmatningsfil

source: ERROR: Unable to open file '%s'
sv: FEL: Det går inte att öppna filen '%s'

source: ERROR: Unable to load Minder input file %s
sv: FEL: Det går inte att läsa in Minder-inmatningsfilen %s

source: Enter Idea
sv: Ange idé

source: Clear Idea List
sv: Töm idélista

source: Delete
sv: Ta bort

source: Select Node
sv: Välj nod

source: No text found
sv: Ingen text hittades

source: Connection
sv: Anslutning

source: Color
sv: Färg

source: Use Theme Default Color
sv: Använd temats standardfärg

source: Note
sv: Anteckning

source: Delete Connection
sv: Ta bort anslutning

source: Edit Title…
sv: Redigera titel…

source: Edit Note
sv: Redigera anteckning

source: Remove Sticker
sv: Ta bort klistermärke

source: Start Node
sv: Startnod

source: End Node
sv: Slutnod

source: Next Connection
sv: Nästa anslutning

source: Previous Connection
sv: Tidigare anslutning

source: Select
sv: Välj

source: Connection Title
sv: Anslutningstitel

source: Connection Note
sv: Anslutningsanmärkning

source: Upgrade Minder file to new version
sv: Uppgradera Minder-filen till ny version

source: Upgrade Minder file to new version and keep a copy of the original
sv: Uppgradera Minder-filen till ny version och behåll en kopia av originalet

source: Do not upgrade Minder file but view it as read-only
sv: Uppgradera inte Minder-filen utan visa den som skrivskyddad

source: Upgrade Minder files to new version
sv: Uppgradera Minder-filer till ny version

source: Upgrade Minder files to new version but keep a copy of the original if previously saved
sv: Uppgradera Minder-filer till ny version, men behåll en kopia av originalet om den tidigare har sparats

source: Do not upgrade Minder files but view them as read-only
sv: Uppgradera inte Minder-filer utan visa dem som skrivskyddade

source: unnamed
sv: namnlös

source: Upgrade?
sv: Uppgradera?

source: This file is from an older version Minder and needs to be upgraded to edit. Note: Upgraded files cannot be viewed/edited with older versions of Minder.
sv: Denna fil är från en äldre version av Minder och måste uppgraderas för att kunna redigeras. Observera: Uppgraderade filer kan inte visas/redigeras med äldre versioner av Minder.

source: Cancel
sv: Avbryt

source: Apply
sv: Tillämpa

source: Don't show this dialog again
sv: Visa inte denna dialogruta igen

source: <small>This can be changed in preferences</small>
sv: <small>Detta kan ändras i inställningarna</small>

source: Upgrade Needed
sv: Uppgradering krävs

source: %0.3g%% complete
sv: %0.3g%% färdig

source: Drag to resize node
sv: Dra för att ändra storlek på nod

source: Drag to resize node and image. Control-drag to resize only node.
sv: Dra för att ändra storlek på nod och bild. Kontroll-dra för att endast ändra storlek på nod.

source: Children: %u
sv: Underordnade: %u

source: Total: %d
sv: Totalt: %d

source: connection endpoint change
sv: ändring av anslutningsändpunkt

source: connection drag
sv: anslutningsdrag

source: Another Idea
sv: En annan idé

source: Select a node, connection or group to view/edit information
sv: Välj en nod, anslutning eller grupp för att visa/redigera information

source: Paste
sv: Klistra in

source: Add Root Node
sv: Lägg till rotnod

source: Add Nodes With Quick Entry
sv: Lägg till noder med snabbinmatning

source: Select First Root Node
sv: Välj första rotnod

source: Export…
sv: Exportera…

source: Export With Current Settings
sv: Exportera med aktuella inställningar

source: Export Options
sv: Exportalternativ

source: Export As %s
sv: Exportera som %s

source: Export
sv: Exportera

source: Minder Export Completed
sv: Minder Export slutförd

source: Copied to clipboard
sv: Kopierat till urklipp

source: File System
sv: Filsystem

source: Generated by Minder
sv: Genererat av Minder

source: Quality
sv: Kvalitet

source: Include image links
sv: Inkludera bildlänkar

source: Creates a directory containing the Markdown and embedded images
sv: Skapar en katalog som innehåller Markdown och inbäddade bilder

source: Mermaid
sv: Sjöjungfru

source: Vertical
sv: Vertikal

source: Downwards
sv: Nedåt

source: To left
sv: Till vänster

source: Upwards
sv: Uppåt

source: Use Mermaid Mindmap Format
sv: Använd Mermaid Mindmap-format

source: Org-Mode
sv: Org-läge

source: Indent Mode
sv: Indragningsläge

source: Export using indentation spaces
sv: Exportera med indragningsmellanslag

source: Enable Transparent Background
sv: Aktivera transparent bakgrund

source: Compression
sv: Kompression

source: Portable Minder
sv: Bärbar påminnelse

source: Horizontal
sv: Horisontell

source: To right
sv: Till höger

source: Export to clipboard
sv: Exportera till urklipp

source: Group
sv: Grupp

source: Change color…
sv: Ändra färg…

source: Merge
sv: Sammanfoga

source: Top Nodes
sv: Toppnoder

source: All Grouped Nodes
sv: Alla grupperade noder

source: Crop Area: %d,%d %3dx%3d
sv: Odlingsareal: %d,%d %3dx%3d

source: Cursor: %3d,%3d
sv: Markör: %3d,%3d

source: Change Image
sv: Ändra bild

source: Paste Image from Clipboard
sv: Klistra in bild från urklipp

source: Remove Image
sv: Ta bort bild

source: Copy Image to Clipboard
sv: Kopiera bild till urklipp

source: Cut Image to Clipboard
sv: Klipp ut bild till urklipp

source: Select Image
sv: Välj bild

source: Images
sv: Bilder

source: General
sv: Allmänt

source: File Commands
sv: Filkommandon

source: Create new mindmap
sv: Skapa ny tankekarta

source: Open saved mindmap
sv: Öppna sparad tankekarta

source: Create mindmap from directory structure
sv: Skapa tankekarta från katalogstruktur

source: Save mindmap to current file
sv: Spara tankekarta till aktuell fil

source: Save mindmap to new file
sv: Spara tankekarta i ny fil

source: Show print dialog for current mindmap
sv: Visa utskriftsdialog för aktuell tankekarta

source: Tab Commands
sv: Flikkommandon

source: Select next tab
sv: Välj nästa flik

source: Select previous tab
sv: Välj föregående flik

source: Close the current mindmap
sv: Stäng den aktuella tankekartan

source: Undo/Redo Commands
sv: Kommandon för ångra/gör om

source: Undo last action
sv: Ångra senaste åtgärden

source: Redo last undone action
sv: Gör om senaste ångrade åtgärd

source: Zoom Commands
sv: Zoomkommandon

source: Zoom in
sv: Zooma in

source: Zoom out
sv: Zooma ut

source: Zoom to fit entire mindmap in viewer
sv: Zooma för att passa hela tankekartan i visningsprogrammet

source: Zoom selected node subtree in viewer
sv: Zooma in vald nodunderstruktur i visningsprogrammet

source: Zoom to 100%
sv: Zooma till 100 %

source: Sidebar Commands
sv: Kommandon för sidofält

source: Show current tab in sidebar
sv: Visa aktuell flik i sidofältet

source: Show style tab in sidebar
sv: Visa stilflik i sidofält

source: Show tag tab in sidebar
sv: Visa taggflik i sidofält

source: Show sticker tab in sidebar
sv: Visa klistermärkesflik i sidofält

source: Show map tab in sidebar
sv: Visa kartflik i sidofält

source: Show currently select node/connection/group information in sidebar
sv: Visa aktuell information om vald nod/anslutning/grupp i sidofält

source: Map Commands
sv: Kartkommandon

source: Show/Hide Connections
sv: Visa/dölj anslutningar

source: Show/Hide Callouts
sv: Visa/dölj kommentarer

source: Balance nodes in vertical/horizontal layouts
sv: Balansera noder i vertikala/horisontella layouter

source: Fold all completed tasks
sv: Fäll in alla slutförda uppgifter

source: Unfold all folded nodes
sv: Fäll ut alla infällda noder

source: Miscellaneous Commands
sv: Övriga kommandon

source: Show preferences window
sv: Visa inställningsfönster

source: Show shortcuts cheatsheet
sv: Visa fusklapp för genvägar

source: Show contextual menu
sv: Visa kontextmeny

source: Show find popup
sv: Visa sök-popup

source: Show About window
sv: Visa Om-fönstret

source: Toggle braindump input mode
sv: Växla hjärndumpsinmatningsläge

source: Toggle focus mode
sv: Växla fokusläge

source: Edit note of current item
sv: Redigera anteckning för aktuellt objekt

source: Edit currently selected item
sv: Redigera aktuellt valt objekt

source: Show currently selected item
sv: Visa aktuellt valt objekt

source: Remove sticker from current node or connection
sv: Ta bort klistermärke från aktuell nod eller anslutning

source: Quit the application
sv: Avsluta programmet

source: Node
sv: Nod

source: Creation/Deletion Commands
sv: Kommandon för skapande/borttagning

source: Add root node
sv: Lägg till rotnod

source: Add sibling node after current node
sv: Lägg till syskonnod efter aktuell nod

source: Add sibling node before current node
sv: Lägg till syskonnod före aktuell nod

source: Add child node to current node
sv: Lägg till underordnad nod till aktuell nod

source: Add parent node to current node
sv: Lägg till överordnad nod till aktuell nod

source: Use quick entry to insert nodes
sv: Använd snabbinmatning för att infoga noder

source: Use quick entry to replace current node
sv: Använd snabbinmatning för att ersätta aktuell nod

source: Remove selected node only (leave subtree)
sv: Ta endast bort vald nod (lämna underträd)

source: Clipboard Commands
sv: Urklippskommandon

source: Paste node link from clipboard into current node
sv: Klistra in nodlänk från urklipp i aktuell nod

source: Replace current node with clipboard content
sv: Ersätt aktuell nod med innehållet i urklipp

source: View Commands
sv: Visa kommandon

source: Center current node in map canvas
sv: Centrera aktuell nod i kartan

source: Change Commands
sv: Ändra kommandon

source: Change task status of current node
sv: Ändra uppgiftsstatus för aktuell nod

source: Add/Edit image of current node
sv: Lägg till/redigera bild för aktuell nod

source: Remove image from current node
sv: Ta bort bild från aktuell nod

source: Change link color of current node
sv: Ändra länkfärgen för aktuell nod

source: Randomize the current node link color
sv: Slumpmässigt val av färg på aktuell nodlänk

source: Set current node link color to match parent node
sv: Ställ in aktuell nodlänksfärg för att matcha överordnad nod

source: Toggle folding of current node
sv: Växla infällning av aktuell nod

source: Toggle folding of current node subtree
sv: Växla infällning av aktuella nodens underträd

source: Toggle the node link state
sv: Växla nodlänkens tillstånd

source: Add group for current node and its subtree
sv: Lägg till grupp för aktuell nod och dess underträd

source: Start creation of connection from current node
sv: Börja skapa anslutning från aktuell nod

source: Add/Remove callout for current node
sv: Lägg till/ta bort kommentar för aktuell nod

source: Toggle sequence state of children of current node
sv: Växla sekvenstillstånd för underordnade element till aktuell nod

source: Selection Commands
sv: Markeringskommandon

source: Select root node of current node
sv: Välj rotnod för aktuell nod

source: Select parent node of current node
sv: Välj överordnad nod för aktuell nod

source: Select all child nodes of current node
sv: Välj alla underordnade noder till aktuell nod

source: Select single child node of current node
sv: Välj en enskild underordnad nod till aktuell nod

source: Select all nodes in subtree of current node
sv: Markera alla noder i underträdet för aktuell nod

source: Select next sibling node of current node
sv: Välj nästa syskonnod till aktuell nod

source: Select previous sibling node of current node
sv: Välj föregående syskonnod för aktuell nod

source: Select node to the left of current node
sv: Välj nod till vänster om aktuell nod

source: Select node to the right of current node
sv: Välj nod till höger om aktuell nod

source: Select node above current node
sv: Välj nod ovanför aktuell nod

source: Select node below current node
sv: Välj nod nedanför aktuell nod

source: Select linked node of current node
sv: Välj länkad nod för aktuell nod

source: Select connection of current node
sv: Välj anslutning för aktuell nod

source: Select callout of current node
sv: Välj kommentar för aktuell nod

source: Move Commands
sv: Flyttningskommandon

source: Swap current node with right node
sv: Byt ut aktuell nod med höger nod

source: Swap current node with left node
sv: Byt ut aktuell nod med vänster nod

source: Swap current node with above node
sv: Byt ut aktuell nod med noden ovanför

source: Swap current node with below node
sv: Byt ut aktuell nod med noden nedanför

source: Sort child nodes of current node alphabetically
sv: Sortera underordnade noder till aktuell nod alfabetiskt

source: Sort child nodes of current node randomly
sv: Sortera underordnade noder till aktuell nod slumpmässigt

source: Detaches current node and its subtree
sv: Kopplar loss aktuell nod och dess underträd

source: Alignment Commands
sv: Justeringskommandon

source: Align selected node top edges
sv: Justera valda noders överkanter

source: Align selected node vertical centers
sv: Justera valda noders vertikala centrum

source: Align selected node bottom edges
sv: Justera valda noders nederkanter

source: Align selected node left edges
sv: Justera valda noders vänsterkanter

source: Align selected node horizontal centers
sv: Justera valda noders horisontella centrum

source: Align selected node right edges
sv: Justera valda noders högerkanter

source: Select callout node
sv: Välj kommentarsnod

source: Select connection source node
sv: Välj källnod för anslutning

source: Select connection target node
sv: Välj målnod för anslutning

source: Select next connection in map
sv: Välj nästa anslutning i karta

source: Select previous connection in map
sv: Välj föregående anslutning i karta

source: Change the color of the current group
sv: Ändra färgen på den aktuella gruppen

source: Merge current groups into single group
sv: Slå samman aktuella grupper till en enda grupp

source: Select main node(s) of current group(s)
sv: Välj huvudnod(er) för aktuell grupp(er)

source: Selects all nodes within current group(s)
sv: Väljer alla noder inom aktuella grupp(er)

source: Text Editing
sv: Textredigering

source: Insertion/Deletion Commands
sv: Kommandon för infogning/borttagning

source: Insert newline character
sv: Infoga radbrytningstecken

source: Insert TAB character
sv: Infoga TAB-tecken

source: Insert emoji
sv: Infoga känsloikon

source: Remove next word
sv: Ta bort nästa ord

source: Remove previous word
sv: Ta bort föregående ord

source: Copy selected nodes or text
sv: Kopiera valda noder eller text

source: Cut selected nodes or text
sv: Klipp ut valda noder eller text

source: Paste nodes or text from clipboard
sv: Klistra in noder eller text från urklipp

source: URL Commands
sv: URL-kommandon

source: Open URL link at current cursor position
sv: Öppna URL-länk vid aktuell markörposition

source: Add URL link at current cursor position
sv: Lägg till URL-länk vid aktuell markörposition

source: Change URL link at current cursor position
sv: Ändra URL-länk vid aktuell markörposition

source: Remove URL link at current cursor position
sv: Ta bort URL-länk vid aktuell markörposition

source: Cursor Commands
sv: Markörkommandon

source: Move cursor to next character
sv: Flytta markören till nästa tecken

source: Move cursor to previous character
sv: Flytta markören till föregående tecken

source: Move cursor up one line
sv: Flytta markören en rad uppåt

source: Move cursor down one line
sv: Flytta markören en rad nedåt

source: Move cursor to beginning of next word
sv: Flytta markören till början av nästa ord

source: Move cursor to beginning of previous word
sv: Flytta markören till början av föregående ord

source: Move cursor to start of text
sv: Flytta markören till början av texten

source: Move cursor to end of text
sv: Flytta markören till slutet av texten

source: Move cursor to start of current line
sv: Flytta markören till början av aktuell rad

source: Move cursor to end of current line
sv: Flytta markören till slutet av aktuell rad

source: Add next character to current selection
sv: Lägg till nästa tecken till aktuell markering

source: Add previous character to current selection
sv: Lägg till föregående tecken till aktuell markering

source: Add line up to current selection
sv: Lägg till rad ovanför till aktuell markering

source: Add line down to current selection
sv: Lägg till rad nedanför aktuell markering

source: Add next word to current selection
sv: Lägg till nästa ord till aktuell markering

source: Add previous word to current selection
sv: Lägg till föregående ord till aktuell markering

source: Add start of text to current selection (Control-Up)
sv: Lägg till textens början till aktuell markering (Control-Upp)

source: Add start of text to current selection (Control-Home)
sv: Lägg till textens början till aktuell markering (Control-Home)

source: Add end of text to current selection (Control-Down)
sv: Lägg till slutet av texten till aktuell markering (Control-ner)

source: Add end of text to current selection (Control-End)
sv: Lägg till slutet av texten till aktuell markering (Control-End)

source: Add start of current line to current selection
sv: Lägg till början av aktuell rad till aktuell markering

source: Add end of current line to current selection
sv: Lägg till slutet av aktuell rad till aktuell markering

source: Select all text
sv: Markera all text

source: Deselect all text
sv: Avmarkera all text

source: Select a group color
sv: Välj en gruppfärg

source: Manual
sv: Manuell

source: New File
sv: Ny fil

source: Open File
sv: Öppna fil

source: Save File As
sv: Spara fil som

source: Undo
sv: Ångra

source: Redo
sv: Gör om

source: Tag Highlight Mode
sv: Taggmarkeringsläge

source: Focus Mode
sv: Fokusläge

source: Unnamed Document
sv: Namnlöst dokument

source: Read-Only
sv: Skrivskyddad

source: Zoom to Fit
sv: Zooma för att passa

source: Zoom to Fit Selected Node Tree
sv: Zooma för att passa vald nodträd

source: Zoom to Actual Size
sv: Zooma till faktisk storlek

source: Zoom to Percent
sv: Zooma till procent

source: Zoom In
sv: Zooma in

source: Zoom Out
sv: Zooma ut

source: Zoom (%d%%)
sv: Zooma (%d%%)

source: Search Nodes, Callouts and Connections
sv: Sök noder, utrop och anslutningar

source: Search Criteria
sv: Sökkriterier

source: Search all tabs
sv: Sök i alla flikar

source: Search
sv: Sök

source: Nodes
sv: Noder

source: Connections
sv: Vänner

source: Groups
sv: Grupper

source: Titles
sv: Rubriker

source: Notes
sv: Anteckningar

source: Folded
sv: Vikt

source: Unfolded
sv: Utfälld

source: Tasks
sv: Uppgifter

source: Non-tasks
sv: Icke-uppgifter

source: Print…
sv: Skriv ut…

source: Brain Dump
sv: Hjärndump

source: Preferences
sv: Inställningar

source: Shortcuts Cheatsheet
sv: Genvägslathund

source: About Minder
sv: Om Minder

source: Show Property Sidebar
sv: Visa sidofält för egenskaper

source: Current
sv: Nuvarande

source: Style
sv: Stil

source: Tags
sv: Taggar

source: Stickers
sv: Klistermärken

source: Map
sv: Karta

source: Save current unnamed document?
sv: Spara det aktuella namnlösa dokumentet?

source: Changes will be permanently lost if not saved.
sv: Ändringar kommer att gå förlorade permanent om de inte sparas.

source: Discard Changes
sv: Kassera ändringar

source: Save
sv: Spara

source: The file %s was modified outside of the application.
sv: Filen %s har modifierats utanför applikationen.

source: What do you want to do?
sv: Vad vill ni göra?

source: Discard Changes and reload
sv: Förkasta ändringar och läs om

source: Save local version and overwrite
sv: Spara lokal version och skriv över

source: Open Directory
sv: Öppen katalog

source: Open
sv: Öppen

source: Save File
sv: Spara fil

source: Hide Property Sidebar
sv: Dölj sidofält för egenskaper

source: File upgrades needed
sv: Filuppgraderingar behövs

source: All previously opened tabs contain Minder files that need to be upgraded to be edited by this version of Minder. Select an upgrade option below.
sv: Alla tidigare öppnade flikar innehåller Minder-filer som måste uppgraderas för att kunna redigeras med den här versionen av Minder. Välj ett uppgraderingsalternativ nedan.

source: Quit Minder
sv: Avsluta Minder

source: Detail
sv: Detalj

source: <small>Upgrades each Minder file which had a tab opened for it in the last Minder session. This action is irreversible as older versions of Minder cannot read the upgraded format.</small>
sv: <small>Uppgraderar varje Minder-fil som hade en flik öppen för den i den senaste Minder-sessionen. Denna åtgärd är oåterkallelig eftersom äldre versioner av Minder inte kan läsa det uppgraderade formatet.</small>

source: <small>Upgrades each Minder file which had a tab opened for it in the last Minder session, but saves a copy of the older, original file in its original directory.</small>
sv: <small>Uppgraderar varje Minder-fil som hade en flik öppen för den i den senaste Minder-sessionen, men sparar en kopia av den äldre ursprungliga filen i dess ursprungliga katalog.</small>

source: <small>Leaves each Minder file in the original format, but opens each tab as read-only. Read-only mindmaps can be viewed but cannot be changed. To change a read-only mindmap, you can use the 'Save As' button in the header bar to write it to the newer format.</small>
sv: <small>Lämnar varje Minder-fil i originalformat, men öppnar varje flik som skrivskyddad. Skrivskyddade tankekartor kan visas men inte ändras. För att ändra en skrivskyddad tankekarta kan du använda knappen "Spara som" i rubrikfältet för att skriva den till det nyare formatet.</small>

source: Use the selected option when future older Minder files are opened
sv: Använd det valda alternativet när äldre Minder-filer öppnas i framtiden

source: Upgrades Needed
sv: Uppgraderingar behövs

source: Read-only
sv: Skrivskyddad

source: Hide connections
sv: Dölj anslutningar

source: Hide callouts
sv: Dölj kommentarer

source: Node Layouts
sv: Nodlayouter

source: Node Alignment
sv: Nodjustering

source: Align left edges
sv: Justera vänsterkanter

source: Align horizontal centers
sv: Justera horisontella centrum

source: Align right edges
sv: Justera högerkanter

source: Align top edges
sv: Justera överkanter

source: Align vertical centers
sv: Justera vertikala centrum

source: Align bottom edges
sv: Justera nedre kanter

source: Themes
sv: Teman

source: Add Custom Theme
sv: Lägg till anpassat tema

source: Copy location of temporary directory
sv: Kopiera platsen för den tillfälliga katalogen

source: Balance nodes
sv: Balansnoder

source: Balance Nodes
sv: Balansnoder

source: Fold nodes with completed tasks
sv: Fäll in noder med slutförda uppgifter

source: Fold Completed Tasks
sv: Vik färdiga uppgifter
